name: "sequencetagger"
platform: "onnxruntime_onnx"
max_batch_size : 1
input [
  {
    name: "sentence_tensor"
    data_type: TYPE_FP32
    dims: [-1, -1, 768]
  },
  {
    name: "sen_lenghts"
    data_type: TYPE_FP32
    dims: [-1]
  }
]
output [
  {
    name: "scores"
    data_type: TYPE_FP32
    dims: [-1, -1, 253, 253]
  },
  {
    name: "sen_lengths"
    data_type: TYPE_FP32
    dims: [-1]
  },
  {
    name: "params_info"
    data_type: TYPE_FP32
    dims: [253, 253]
  }
]