name: "intent_cls"
platform: "onnxruntime_onnx"
max_batch_size : 8
input [
  {
    name: "input_ids"
    data_type: TYPE_FP32
    dims: [-1]
  },
  {
    name: "attention_mask"
    data_type: TYPE_FP32
    dims: [-1]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [-1]
  }
]